module.exports = {
    printWidth: 140, // Максимальная длина строки
    tabWidth: 2, // Размер табуляции
    arrowParens: always, // Скобки должны всегда окружать параметры стрелочных функций, даже если у них только один параметр
    useTabs: false, // Использовать пробелы вместо табуляции
    semi: true, // Точка с запятой в конце строки
    singleQuote: true, // Использовать одинарные кавычки
    trailingComma: 'all', // Вставлять запятую после последнего элемента в объектах и массивах
  };
  